Repository: cp-psource/cp-stats
Catalog: languages/cpstats-*.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: Pageview
de_de: Besuche

source: Pageviews
de_de: Seitenaufrufe

source: Global settings
de_de: Globale Einstellungen

source: Period of data saving
de_de: Speicherzeitraum

source: Tracking method
de_de: Tracking Methode

source: Period of data display in Dashboard
de_de: Anzeigedauer im Dashboard

source: Number of entries in top lists
de_de: Anzahl Einträge in TOP-Listen

source: Top lists only for today
de_de: Nur heutige TOP-Listen

source: Show totals
de_de: Gesamtwerte anzeigen

source: Skip tracking for ...
de_de: Tracking überspringen

source: Disallowed referrers
de_de: Unzulässige Referrer

source: Logged in users
de_de: Angemeldete Benutzer

source: days
de_de: Tage

source: Default
de_de: Standard

source: Default tracking
de_de: Standard Tracking

source: JavaScript based tracking with nonce check
de_de: JavaScript mit Nonce Prüfung

source: JavaScript based tracking without nonce check
de_de: JavaScript ohne Nonce Prüfung

source: JavaScript based tracking is strongly recommended if caching or AMP is in use.
de_de: JavaScript sollte bei Verwendung von Caching oder AMP verwendet werden.

source: Disable the nonce check if the caching time is longer than the nonce time or you miss views due to 403 Forbidden errors.
de_de: Wenn die Cache Zeit länger als die Nonce Gültigkeitsdauer ist, oder Aufrufe aufgrund 403 Fehlern nicht gezählt werden, dann sollte die Nonce Prüfung deaktiviert werden.

source: No
de_de: Nein

source: Enabling this option excludes any views with referrers listed in the list of disallowed comment keys.
de_de: Alle Aufrufe, die Referrer aus der Liste unzulässiger Kommentarschlüssel enthalten, sind vom Tracking ausgeschlossen.

source: Yes
de_de: Ja

source: Enabling this option excludes any views of logged-in users from tracking.
de_de: &nbsp;

source: Documentation
de_de: Dokumentation

source: Are you sure you want to do this?
de_de: Sind Sie sicher, dass Sie das tun möchten?

source: Some URLs are invalid and have been sanitized.
de_de: Einige URLs sind ungültig und wurden bereinigt.

source: Settings updated successfully.
de_de: Die Einstellungen wurden aktualisiert.

source: Referer filter
de_de: Referrer Filter

source: Filter at time of tracking, before anything is stored
de_de: Zum Zeitpunkt des Trackings filtern

source: CronJob execution
de_de: CronJob Ausführung

source: Periodically clean up database in background
de_de: Datenbank periodisch im Hintergrund bereinigen

source: Matching method
de_de: Abgleichmethode

source: Keyword
de_de: Suchbegriff

source: RegEx case-sensitive
de_de: RegEx (Groß-/Kleinschreibung beachten)

source: RegEx case-insensitive
de_de: RegEx

source: Match given domain including subdomains
de_de: Angegebene Domain einschließlich Subdomains abgleichen

source: Match every referer that contains one of the keywords
de_de: Jeder Referrer, der eines der Schlüsselwörter enthält, wird abgeglichen

source: Match referer by regular expression
de_de: Referrer mit regulärem Ausdruck abgleichen

source: Add one domain (without subdomains) each line, e.g. example.com
de_de: Eine Domain (ohne Subdomains) pro Zeile

source: Clean database periodically in background
de_de: Datenbank periodisch im Hintergrund bereinigen

source: Exact
de_de: Genau

source: Match only given targets
de_de: Nur vorgegebene Ziele abgleichen

source: Match target by regular expression
de_de: Referrer mit regulärem Ausdruck abgleichen

source: Add one target URL each line, e.g.
de_de: Eine Ziel-URL pro Zeile

source: Cron execution is not possible for IP filter, because IP addresses are not stored.
de_de: Cron Ausführung für IP-Filter ist nicht möglich, weil IP-Adressen nicht gespeichert werden.

source: Add one IP address or range per line, e.g.
de_de: Eine IP-Adresse/Bereich pro Zeile

source: Cron execution is not possible for user agent filter, because the user agent is stored.
de_de: Cron Ausführung für User Agent Filter ist nicht möglich, da der verwendete User Agent nicht gespeichert wird.

source: Match only given user agents
de_de: Nur vorgegebene User Agents abgleichen

source: Match user agent by regular expression
de_de: User Agents mit regulärem Ausdruck abgleichen

source: Add one user agent string per line, e.g.
de_de: Einen User Agent pro Zeile, z. B.

source: Save Changes
de_de: Änderungen speichern

source: CleanUp Database
de_de: Datenbank bereinigen

source: Applies referer and target filter (even if disabled) to data stored in database.
de_de: Wendet Referrer und Zielfilter auf die gespeicherte Daten in der Datenbank an.

source: This cannot be undone!
de_de: Kann nicht ruckgängig gemacht werden!

source: Frontpage
de_de: Startseite

source: views
de_de: Ansichten

source: %VIEWS% views
de_de: %VIEWS% Aufrufe

source: Widget title:
de_de: Widget Titel:

source: Post type:
de_de: Beitragstyp:

source: posts + pages
de_de: Beiträge und Seiten

source: Post category:
de_de: Beitrag Kategorie:

source: Last
de_de: Letzte

source: days. (If enough stats exists)
de_de: Tage. (Wenn ausreichend Daten vorhanden sind)

source: 0 days = show all items
de_de: 0 Tage = Alles anzeigen

source: Show view counter?
de_de: Zähler anzeigen?

source: Custom text:
de_de: Benutzerdefinierter Text:

source: %VIEWS% = amount of views
de_de: %VIEWS% = Anzahl Aufrufe

source: View
de_de: Anzeigen

source: Views
de_de: Ansichten

source: Content
de_de: Inhalt

source: Referrers
de_de: Referrer

source: Restrict date period: Please enter start and end date in the YYYY-MM-DD format
de_de: Zeitraum eingrenzen: Start- und Enddatum im Format JJJJ-MM-TT eingeben.

source: Date range
de_de: Zeitraum

source: default (all the time)
de_de: Standard (Gesamter Zeitraum)

source: last year
de_de: letztes Jahr

source: last week
de_de: Letzte Woche

source: yesterday
de_de: gestern

source: today
de_de: heute

source: this week
de_de: diese Woche

source: last 28 days
de_de: die letzten 28 Tage

source: last month
de_de: Letzter Monat

source: this month
de_de: diesen Monat

source: this year
de_de: dieses Jahr

source: 1st quarter
de_de: 1. Quartal

source: 2nd quarter
de_de: 2. Quartal

source: 3rd quarter
de_de: 3. Quartal

source: 4th quarter
de_de: 4. Quartal

source: custom
de_de: Benutzerdefiniert

source: Start date
de_de: Startdatum

source: End date
de_de: Enddatum

source: Select date period
de_de: Zeitraum auswählen

source: Post/Page
de_de: Beitrag/Seite

source: from
de_de: von

source: to
de_de: bis

source: all posts
de_de: alle Beiträge

source: Home Page
de_de: Startseite

source: for %1$s %2$s
de_de: für %1$s %2$s

source: No valid date period set. Please enter a valid start and a valid end date!
de_de: Es wurde kein gültiger Zeitraum eingegeben. Gib ein gültiges Start- und Endedatum im richtigen Datumsformat ein!

source: Popular Content and Post Types
de_de: Beliebte Inhalte und Beitragstypen

source: No data available.
de_de: Keine Daten verfügbar.

source: Post Type
de_de: Beitragstyp

source: Sum
de_de: Summe

source: Overview
de_de: Übersicht

source: Per default the views of all posts are shown. To restrict the evaluation to one post/page, enter their path or name.
de_de: Standardmäßig werden alle Aufrufe angezeigt.

source: Select post/page
de_de: Beitrag/Seite auswählen

source: Monthly Views
de_de: Monatliche Aufrufe

source: Yearly Views
de_de: Jährliche Aufrufe

source: Monthly / Yearly Views
de_de: Monatliche/Jährliche Seitenaufrufe

source: Year
de_de: Jahr

source: Daily Views
de_de: Tägliche Aufrufe

source: Average
de_de: Durchschnittlich

source: Referrers from other websites
de_de: Referrer anderer Websites

source: Referring Domain
de_de: Referrer Domänen

source: View details
de_de: Details anzeigen

source: There is no changelog available.
de_de: Es steht kein Änderungsprotokoll zur Verfügung.

source: Open full settings page
de_de: Einstellungen anzeigen

source: All Settings
de_de: Alle Einstellungen

source: Widget Settings
de_de: Widget Einstellungen

source: Entries in top lists only for today
de_de: Einträge in heutige TOP-Listen

source: Top referers
de_de: TOP Referrers

source: Top targets
de_de: TOP Ziele

source: Totals
de_de: Summen

source: since
de_de: seit

source: Refresh
de_de: Aktualisieren
